
{
    "title": "Farad Cryptoken",
    "heading.1": "REVOLUSIONER ",
    "heading.2": "MASA DEPAN INOVASI ",

    "action.rem": "Pra-Penukaran Token Akhir Tanggal",
    "action.warn.1": "Semua Pra-Penukaran Token hanya bisa dilakukan melalui website resmi kami di https://farad.energy",
    "action.warn.2": "Kami tidak bertanggung jawab atas swap yang dilakukan melalui pihak ke-3 atau perorangan",
    "action.select": "Pilih wilayah tempat Anda datang untuk berpartisipasi dalam penukaran token FARAD kami ",

    "join.paypal": "Paypal",
    "join.uk": "UK/EU",
    "join.ksa": "KSA",
    "join.jordan": "Jordan",
    "join.gcc": "Other GCC",
    "join.china": "普通话",
    "join.korea": "대한민국",
    "join.japan": "日本",
    "join.id": "Indonesia",
    "join.row": "Rest of The World",

    "news.title": "Berita FARAD",
    "news.paypal": "Due to popular demand, we are now accepting PayPal as a method to participate in the FRD token swap.",
    "news.paypal.link": "https://farad.energy/contrib/paypal",
    "news.paypal.from": "FARAD Admin",
    "news.one": "Guangxi Aerospace Beidou officially commences operations on its first ultra-capacitor production line after successful testing on Aug 31, 2017. Four ultra capacitor cells produced by the assembly line were tested and qualified for use.",
    "news.one.link": "http://faradtoken.com/#post7",
    "news.one.from": "Mr. Satriya Suetoh",
    "news.one.title": "General Manager - HK Aerospace Beidou New Energy Technology Co. Ltd.",
    "news.two": "Positive Changes In Farad Program And FRD Token Swap",
    "news.two.link": "https://farad.energy/wp-content/uploads/2017/08/PressRelease-14092017.pdf",
    "news.two.from": "Dr. Wan Hasni",
    "news.two.title": "FARAD Program Manager",
    "news.three": "Guangxi Aerospace Beidou officially commences operations on its first ultra-capacitor production line after successful testing on Aug 31, 2017. Four ultra capacitor cells produced by the assembly line were tested and qualified for use.",
    "news.three.link": "http://faradtoken.com/#post7",
    "news.three.from": "Mr. Satriya Suetoh",
    "news.three.title": "General Manager - HK Aerospace Beidou New Energy Technology Co. Ltd.",

    "intro.title.1": "Memperkenalkan",
    "intro.title.2": "Farad Cryptoken",
    "intro.text": "Farad Cryptoken adalah yang pertama dari jenisnya di antara cryptocurrency yang ada di pasaran. Perbedaan utama dari farad Cryptoken adalah bahwa, ianya didukung oleh aktivitas ekonomi nyata yang merupakan produksi Ultra-kapasitor dalam perusahaan yang sebenar.",
    
    "launch.title.1": "FARAD Cryptoken",
    "launch.title.2": " Ringkasan Perasmian",
    "launch.pre.swap": "Pra-penukaran Token",
    "launch.pre.swap.text": "Program Pra-penukaran token yang akan dilakukan dalam 3 batch dalam waktu maksimal 36 hari. Batch pertama dimulai dari 25 Agustus 2017, 00:00 GMT sampai 15 September 2017, 23:59 GMT. Batch kedua dimulai dari 16 September 2017, 00:00 sampai 22 September 2017, 23:59 GMT. Batch ketiga dimulai dari 23 September 2017, 00:00 GMT sampai 30 September 2017, 23:59 GMT.",
    "launch.swap": "Penukaran Token",
    "launch.swap.text": "Program Penukaran Token akan dilakukan dalam 3 batch selama periode maksimal 31 hari. Batch pertama dimulai dari 1 Oktober 2017, 00:00 GMT sampai 7 Oktober 2017, 23:59 GMT. Batch kedua dimulai dari 8 Oktober 2017, 00:00 GMT sampai 15 Oktober 2017, 23:59 GMT. Batch ketiga dimulai dari 16 Oktober 2017, 00:00 GMT sampai 31 Oktober 2017, 23:59 GMT.",
    "launch.vol": "Volume Penukaran Token",
    "launch.vol.text": "1,280,000,000 FRD",
    "launch.issue": "Jumlah Penerbitan Token",
    "launch.issue.text": "1,600,000,000 FRD",
    "launch.dist": "Distribusi FRD",
    "launch.dist.text": "Untuk setiap 100 FRD yang terjual dalam penawaran ini, 25 FRD tambahan akan diterbitkan dan diagih untuk sponsor, anggota tim, mitra, dan penasihat",
    "launch.offer.pre": "Harga Penawaran FRD  (Pre-penukaran Token)",
    "launch.offer.pre.text": "US$ 0.125 bagi setiap FRD dalam ETH + 10% bonus dalam FRD",
    "launch.offer.swap": "Harga Penawaran FRD (Penukaran Token)",
    "launch.offer.swap.text": "US$ 0.125 bagi setiap FRD dalam ETH",
    "launch.website": "Pautan Laman Web",
    "launch.website.url": "https://farad.energy",
    "launch.issue": "Tarikh Penerbitan FRD",
    "launch.issue.text": "FRD akan diterbitkan dalam batch selambat-lambatnya 7 hari setelah penutupan setiap batch.",

    "timeline.status": "Status Update",

    "timeline.frd.title": "FARAD Cryptoken",
    "timeline.frd.m1": "25 Agustus, 2017",
    "timeline.frd.m1.text": "Pelancaran Pra-Penukaran Token",
    "timeline.frd.m1.status": "66%",
    "timeline.frd.m2": "1 Oktober, 2017",
    "timeline.frd.m2.text": "Pelancaran Penukaran Token",
    "timeline.frd.m2.status": "0%",
    "timeline.frd.m3": "31 Oktober, 2017",
    "timeline.frd.m3.text": "Tarikh Akhir Penukaran Token",
    "timeline.frd.m3.status": "0%",
    "timeline.frd.m4": "7th Novembet, 2017",
    "timeline.frd.m4.text": "Penerbitan FRD ",
    "timeline.frd.m4.status": "0%",

    "timeline.ucc.title": "UCC Production",    
    "timeline.ucc.m1": "31 Agustus, 2017",
    "timeline.ucc.m1.text": "Pengujian dan Komisioning Jalur Produksi 1 ",
    "timeline.ucc.m1.status": "100%",
    "timeline.ucc.m2": "4th September, 2017",
    "timeline.ucc.m2.text": "Mulai Produksi UCC",
    "timeline.ucc.m2.status": "10%",
    "timeline.ucc.m3": "September-December, 2017",
    "timeline.ucc.m3.text": "Komisioning Jalur Produksi Tambahan",
    "timeline.ucc.m3.status": "20%",

    "team.title.1": "Progam Farad",
    "team.title.2": "- Tim Manajemen",

    "team.1.img": "img/team/01-drwan.jpg",
    "team.1.name": "Dr. Wan M. Hasni",
    "team.1.title": "Direktur Eksekutif, FARAD Program",
    "team.1.cv": "Selama lebih dari 25 tahun, Wan Hasni telah menjadi salah satu perintis ekonomi keuangan. Dia telah mendirikan, mengembangkan, dan mengelola berbagai organisasi di Asia serta Timur Tengah yang melibatkan aset bernilai miliaran dolar di bawah pengelolaannya. Dr. Hasni mendapatkan gelar Doktor Keuangan dari University of Iowa, Kota Iowa, AS. Doktor ini adalah Direktur Utama & CEO Virtue Fintech FZ LLC.",

    "team.2.img": "img/team/02-rashdan.jpg",
    "team.2.name": "Rashdan Ibrahim",
    "team.2.title": "Chief Operating Officer, FARAD Program",
    "team.2.cv": "Rashdan Ibrahim telah menjabat berbagai posisi tingkat tinggi di beberapa nama paling terkemuka dalam industri perbankan, manajemen aset, dan real estate selama 23 tahun terakhir ini. Sejak tahun 2006, dia memutuskan untuk tinggal di wilayah Teluk dan bekerja di UAE, Arab Saudi, serta Kuwait. Pada tahun 2016, dia meluncurkan platform kredit langsung (P2P) di Indonesia. Rashdan Ibrahim adalah Penasihat Keuangan Virtue Fintech FZ LLC",

    "team.3.img": "img/team/03-hisham.jpg",
    "team.3.name": "Hisham Ismail",
    "team.3.title": "Chief Cryptoken Officer, Virtue Fintech FZ LLC",
    "team.3.cv": "Hisham Ismail has been in the Telco Mission-Critical Systems Design and Development for 20 years. He has architected, project managed and developed various systems for Telco companies around the world. He has a BSc. Electrical Engineering from Purdue University, Indiana, USA. He is the Chief Cryptoken Officer of Virtue Fintech FZ LLC.",

    "team.4.img": "img/team/04-richard.jpg",
    "team.4.name": "Richard Imran Ding",
    "team.4.title": "Penasihat Hukum, FARAD Program",
    "team.4.cv": "Richard Imran Ding memiliki lebih dari 22 tahun pengalaman secara khusus dalam bidang merger & akuisisi, usaha patungan dan korporat serta transaksi komersial terutama di Asia Tenggara, Timur Tengah, dan Eropa. Dia juga menjadi penasihat bisnis untuk berbagai perusahaan teknologi. Richard diakui dan dapat berpraktik hukum di Inggris dan Malaysia. Richard Imran Ding adalah Penasihat Hukum Virtue Fintech FZ LLC.",

    "team.5.img": "img/team/05-nong.jpg",
    "team.5.name": "Nong You Hua",
    "team.5.title": "Penasihat Teknologi Ultra-Kapacitor, FARAD Program",
    "team.5.cv": "Tn. Nong sangat kaya pengalaman dalam bidang manajemen operasional dan profesional, pernah menjadi direktur di berbagai biro mikrogelombang, darurat, dan komunikasi seluler pemerintah lokal Guangxi. Dia juga salah satu anggota Chinese Academy of Sciences. Tn. Nong mendapatkan gelar master dari University of Science and Technology of China. Dia adalah Direktur Utama dan CEO Guangxi Aerospace Beidou New Technology Co. Ltd.",

    "team.6.img": "img/team/06-sat.jpg",
    "team.6.name": "Satriya Suetoh",
    "team.6.title": "Penasihat Teknologi Ultra-Kapacitor, FARAD Program",
    "team.6.cv": "Tn. Satriya yang berkewarganegaraan Amerika ini adalah insinyur sipil berpengalaman yang telah bekerja dalam berbagai kapasitas dalam pengembangan bisnis dan penjualan di beberapa perusahaan multinasional, seperti ABB, Cerner, Microsoft, Remote Medical International, dan Telstra. Dia pernah menangani pasar AS, Australia, Tiongkok, sejumlah negara ASEAN, dan Timur Tengah sepanjang perjalanan karier kerjanya. Satriya Suetoh adalah Manajer Utama HK Aerospace Beidou New Technology Co. Ltd.",

    "team.7.img": "img/team/07-hung.png",
    "team.7.name": "Dr. Hung Yen Liu",
    "team.7.title": "Penasihat Teknologi Ultra-Kapacitor, FARAD Program",
    "team.7.cv": "Dr. Liu berpengalaman lebih dari 30 tahun dalam bidang teknik listrik dan telah bekerja di berbagai perusahaan teknologi, elektronik, komputer, dan komunikasi di Taiwan dan Tiongkok. Tn. Liu adalah penerima Excellent Award dari Lembaga Industri Informasi (Institute for Information Industry), Taiwan dan dari Kementerian Pendidikan, Taiwan atas karyanya dalam bidang ini. Doktor ini adalah Manajer Utama Guangxi Aerospace Beidou New Technology Co. Ltd.",

    "team.8.img": "img/team/08-azli.jpg",
    "team.8.name": "Azli Noor",
    "team.8.title": "Independent Auditor, FARAD Program",
    "team.8.cv": "Azli Noor has enjoyed nearly 20 years of working experience ranging from legal, secretarial, offshore banking and financial trustee, corporate trustee services, corporate banking, cross border banking, client relationship management and also senior management experience. He is a graduate from the International Islamic University in Law.",

    "team.9.img": "img/team/09-wee.jpg",
    "team.9.name": "Wee Yen Ye",
    "team.9.title": "Independent Compliance Manager, FARAD Program",
    "team.9.cv": "Wee Yen Ye has over 15 years of experience in advising on various corporate and commercial matters principally in Southeast Asia and Middle East. She has been involved in, amongst other things, mergers and acquisitions, joint ventures and strategic alliance. Vinnie is admitted to practice law in Malaysia.",

    "board.title.1": "Farad Progam",
    "board.title.2": "Advisory Board  ",

    "board.1.img": "img/team/01-catic.jpg",
    "board.1.name": "Muhamed Catic",
    "board.1.title": "Ketua",
    "board.1.cv": "MMuhamed Catic adalah penasihat strategis dengan keahlian dalam bisnis internasional, ekonomi melingkar dan pembangunan berkelanjutan, inovasi dan manajemen teknologi, dan hubungan masyarakat internasional di seluruh wilayah MENASA, ASEAN dan Eropa Tengah. Muhamed memiliki gelar BSc. Matematika Teoritis dan Fisika dari Universitas Sarajevo dan MSc. Pengembangan Sistem Informasi dari Universitas Zagreb. Dia juga alumnus dari Stanford Graduate School of Business. Ia menerima pelatihan eksekutif intensif di MIT Sloan Management School dan Harvard Business School.",

    "board.2.img": "img/team/02-mangoosh.jpg",
    "board.2.name": "Dr. Abdulla Mangoosh",
    "board.2.title": "Wakil Ketua",
    "board.2.cv": "Dr. Abdulla Mangoosh, adalah Chairman dan CEO Emirates House Group. Mr Mangoosh adalah seorang ahli di bidang meteorologi dan juga memegang berbagai jabatan di pemerintahan UEA di bidang ini yang berpuncak pada pengangkatannya sebagai Direktur Departemen Sumber Daya Air di bawah pengawasan langsung Sheikh Haid Zayed Bin Sultan Al Nahyan kantor. Beliau meraih gelar Master of Science dari University of the Witwatersrand, Johannesburg dan PhD in Economical Sciences dari International University of Business Technologies, Rusia.",

    "board.3.img": "img/team/03-morris.jpg",
    "board.3.name": "Tony Morris",
    "board.3.title": "Ahli Dewan",
    "board.3.cv": "TTony Morris adalah presiden dan CEO American Maglev Technology, Inc. (AMT). Dia mendirikan AMT pada tahun 1994, membawa lebih dari 20 tahun keahlian manajemen program untuk proyek-proyek yang berjumlah lebih dari $ 10 miliar. Sebelum AMT, Mr. Morris mengawasi Konsultan Park Square di Atlanta, LLC. Sebuah perusahaan manajemen proyek. Klien sebelumnya termasuk Delta Airlines, Lincoln Property Company dan sejumlah entitas publik dan swasta di seluruh Amerika Serikat. Dia menerima B.S. Teknik Sipil dari Georgia Institute of Technology pada tahun 1978",

    "board.4.img": "img/team/04-yao.jpg",
    "board.4.name": "Dr. Yao Peizhi",
    "board.4.title": "Ahli Dewan",
    "board.4.cv": "Dr. Yao, adalah ahli teknologi penyimpanan ultra-kapasitor dan energi. Dia telah bertugas di berbagai posisi penelitian dan teknologi di perusahaan dan institusi pembelajaran yang lebih tinggi di China. Dia memiliki gelar Ph.D. Dalam metalurgi dan ilmu material, University of Cambridge, Inggris",


    "nothing": ""
}

