
{
    "title": "แนะนำฟารัดคริปโทเคน",
    "heading.1": "REVOLUTIONISING ",
    "heading.2": "อนาคตของนวัตกรรม",

    "action.rem": "Pre-Token Swap Ends In...",
    "action.warn.1": "All Pre-token swap can only be done through our official website at https://farad.energy.",
    "action.warn.2": "We will not be responsible for any swaps done via 3rd party or individuals",
    "action.select": "Select the region where you are coming from to participate in our FARAD Token Swap",

    "join.paypal": "Paypal",
    "join.uk": "UK/EU",
    "join.ksa": "KSA",
    "join.jordan": "Jordan",
    "join.gcc": "Other GCC",
    "join.china": "普通话",
    "join.korea": "대한민국",
    "join.japan": "日本",
    "join.id": "Indonesia",
    "join.th": "ประเทศไทย",
    "join.row": "Rest of The World",

    "news.title": "FARAD News",
    "news.paypal": "Due to popular demand, we are now accepting PayPal as a method to participate in the FRD token swap.",
    "news.paypal.link": "https://farad.energy/contrib/paypal",
    "news.paypal.from": "FARAD Admin",
    "news.one": "Guangxi Aerospace Beidou officially commences operations on its first ultra-capacitor production line after successful testing on Aug 31, 2017. Four ultra capacitor cells produced by the assembly line were tested and qualified for use.",
    "news.one.link": "http://faradtoken.com/#post7",
    "news.one.from": "Mr. Satriya Suetoh",
    "news.one.title": "General Manager - HK Aerospace Beidou New Energy Technology Co. Ltd.",
    "news.two": "Positive Changes In Farad Program And FRD Token Swap",
    "news.two.link": "https://farad.energy/wp-content/uploads/2017/08/PressRelease-14092017.pdf",
    "news.two.from": "Dr. Wan Hasni",
    "news.two.title": "FARAD Program Manager",
    "news.three": "Guangxi Aerospace Beidou officially commences operations on its first ultra-capacitor production line after successful testing on Aug 31, 2017. Four ultra capacitor cells produced by the assembly line were tested and qualified for use.",
    "news.three.link": "http://faradtoken.com/#post7",
    "news.three.from": "Mr. Satriya Suetoh",
    "news.three.title": "General Manager - HK Aerospace Beidou New Energy Technology Co. Ltd.",

    "intro.title.1": "แนะนำ ",
    "intro.title.2": "แนะนำฟารัดคริปโทเคน",
    "intro.text": "ฟารัดคริปโทเคน (Farad Cryptoken) เป็นเงินดิจิตอลสกุลแรกในบรรดาเงินสกุลดิจิตอลอื่น ๆ ที่มีอยู่ในตลาด ความแตกต่างของฟารัดคริปโทเคนนั้นคือการได้รับการสนับสนุนจากกิจกรรมทางเศรษฐศาสตร์โดยแท้จริง ซึ่งเป็นธุรกิจการผลิตตัวเก็บประจุยิ่งยวดที่อยู่ภายใต้การจัดตั้งโรงงานขึ้นจริง",
    
    "launch.title.1": "แนะนำฟารัดคริปโทเคน",
    "launch.title.2": "สรุปการเปิดจำหน่ายของฟารัดคริปโทเคน",
    "launch.pre.swap": "การแลกโทเค็นล่วงหน้า (Pre-Token Swap)",
    "launch.pre.swap.text": "โปรแกรมการแลกโทเค็นล่วงหน้า ที่จะดำเนินการเป็น 3 ชุด ในระยะเวลาสูงสุด 36 วัน ชุดแรกเริ่มต้นจากวันที่ 25 สิงหาคม 2560 เวลา 00:00 น. ตามเวลา GMT ไปจนถึงวันที่ 15กันยายน 2560, 23:59 ตามเวลา GMT ชุดที่สองเริ่มตั้งแต่วันที่ 16 กันยายน พ.ศ. 2560, 00:00 น. จนถึงวันที่ 22 กันยายน พ.ศ. 2560, 23:59 น. ตามเวลา GMT ชุดที่สามเริ่มตั้งแต่วันที่ 23 กันยายน พ.ศ. 2560, 00:00 น. ถึงวันที่ 30 กันยายน พ.ศ. 2560, 23:59 น. ตามเวลา GMT",
    "launch.swap": "การแลกโทเค็น (Token Swap)",
    "launch.swap.text": "โปรแกรมการนำ คอยน์ เสนอขายสู่สาธารณะเป็นครั้งแรกจะเริ่มต้นขึ้นหลังจากจบโปรแกรมการขายล่วงหน้าก่อนการนำ คอยน์ เสนอขายสู่สาธารณะเป็นครั้งแรกหรือช่วงเวลาสูงสุดเป็นระยะเวลาทั้งสิ้น 14 วันจากวันที่ 15 กันยายน 2560 เวลา 00:00 ตามมาตรฐานเวลาสากล GMT ไปจนกระทั่งถึงวันที่ 30 กันยายน 2560 เวลา 23:59 ตามมาตรฐานเวลาสากล GMT",
    "launch.vol": "ปริมาณโทเค็นที่เสนอในการแลก ",
    "launch.vol.text": "1,280,000,000 FRD",
    "launch.issue": "ปริมาณโทเค็นทั้งหมด",
    "launch.issue.text": "1,600,000,000 FRD",
    "launch.dist": "Distribution of FRD",
    "launch.dist.text": "For every 100 FRD swapped in this offering, 25 additional FRD will be issued and retained for sponsor, team members, partners and advisor",
    "launch.offer.pre": "ราคา FRD ช่วง Pre-Token Swap",
    "launch.offer.pre.text": "US$ 0.125 ต่อ FRD ในสกุลเทียบเท่า ETH  + 10% ในสกุล FRD",
    "launch.offer.swap": "ราคา FRD ช่วง Token Swap",
    "launch.offer.swap.text": "US$ 0.125 ต่อ FRD ในสกุลเทียบเท่า ETH",
    "launch.website": "เว็บไซต์",
    "launch.website.url": "https://farad.energy",
    "launch.issue": "วันออก FRD",
    "launch.issue.text": "7 วันหลังจากวันปิดการแลกโทเค็นกองทุนที่ได้จากการแลกโทเค็น จะถูกใช้เพื่อวัตถุประสงค์ดังแสดงด้านล่าง",

    "timeline.status": "Status Update",

    "timeline.frd.title": "FARAD Cryptoken",
    "timeline.frd.m1": "25th August, 2017",
    "timeline.frd.m1.text": "Start Pre-Token Swap",
    "timeline.frd.m1.status": "96%",
    "timeline.frd.m2": "1st October, 2017",
    "timeline.frd.m2.text": "Start Token Swap",
    "timeline.frd.m2.status": "0%",
    "timeline.frd.m3": "31st October, 2017",
    "timeline.frd.m3.text": "End of Token Swap",
    "timeline.frd.m3.status": "0%",
    "timeline.frd.m4": "7th Novembet, 2017",
    "timeline.frd.m4.text": "FRD Listing in Exchanger",
    "timeline.frd.m4.status": "0%",

    "timeline.ucc.title": "UCC Production",    
    "timeline.ucc.m1": "31st August, 2017",
    "timeline.ucc.m1.text": "Production Line 1 Testing & Commissioning",
    "timeline.ucc.m1.status": "100%",
    "timeline.ucc.m2": "4th September, 2017",
    "timeline.ucc.m2.text": "Start Production Of UCC",
    "timeline.ucc.m2.status": "10%",
    "timeline.ucc.m3": "September-December, 2017",
    "timeline.ucc.m3.text": "Commisioning Of Further Production Lines",
    "timeline.ucc.m3.status": "20%",

    "team.title.1": "ทีมจัดการฟารัด",
    "team.title.2": "โปรแกรม",

    "team.1.img": "img/team/01-drwan.jpg",
    "team.1.name": "ดร.วัน เอ็ม ฮัสนีย์",
    "team.1.title": "หัวหน้าเจ้าหน้าที่ฝ่ายบริหาร, โปรแกรมฟารัด",
    "team.1.cv": "วัน ฮัสนีย์อยู่ในบรรดาผู้ริเริ่มในเศรษฐศาสตร์การเงินกว่า 25 ปีแล้ว เขาได้ก่อตั้ง พัฒนา และจัดการองค์กรในเอเชียและตะวันออกกลางมากมาย เกี่ยวข้องกับทรัพย์สินมูลค่ามากกว่าพันล้านดอลลาร์ภายใต้การจัดการของเขา ดร.ฮัสนีย์จบปริญญาเอกทางการเงินจากมหาวิทยาลัยไอโอว่า เมืองไอโอว่าซิตี้ ประเทศสหรัฐอเมริกา เขาเป็นประธานและซีอีโอของ Virtue Fintech FZ LLC",

    "team.2.img": "img/team/02-rashdan.jpg",
    "team.2.name": "รัชดัน อิบราฮิม",
    "team.2.title": "ที่ปรึกษาทางการเงิน โปรแกรมฟารัด",
    "team.2.cv": "รัชดัน อิบราฮิมได้ทำงานในตำแหน่งระดับสูง ในบริษัทที่มีชื่อเสียงมากมาย ในสายงานธนาคาร ธุรกิจการจัดการสินทรัพย์ และธุรกิจอสังหาริมทรัพย์เป็นเวลากว่า 23 ปีที่ผ่านมา ตั้งแต่ปี 2549 เขาใช้ชีวิตอยู่ในแถบบริเวณอ่าวอาหรับ ประเทศสหรัฐอาหรับเอมิเรตส์ ซาอุดิอาราเบียและคูเวต ในปี 2559 เขาได้สร้างแพลตฟอร์มการกู้ยืมเงินภายใต้กฎหมายอิสลามแบบเพียร์ทูเพียร์ในอินโดนีเซีย เขาเป็นที่ปรึกษาทางการเงินของ Virtue Fintech FZ LLC",

    "team.3.img": "img/team/03-hisham.jpg",
    "team.3.name": "ฮิชัม อิสมาอีล",
    "team.3.title": "หัวหน้าเจ้าหน้าที่ด้านคริปโทเค็น , Virtue Fintech FZ LLC",
    "team.3.cv": "Hisham Ismail เป็นผู้ออกแบบและพัฒนาระบบภารกิจสำคัญ ๆ ของ Telco เป็นระยะเวลา 20 ปี เขาเป็นสถาปนิก, ผู้จัดการโครงการและพัฒนาระบบต่าง ๆ ของ บริษัท Telco ทั่วโลก เขาจบการศึกษาสาขา วิศวกรรมไฟฟ้าจาก Purdue University, Indiana, USA เขาเป็นหัวหน้าเจ้าหน้าที่ด้าน Cryptoken ของ Virtue Fintech FZ LLC",

    "team.4.img": "img/team/04-richard.jpg",
    "team.4.name": "ริชาร์ด อิมราน ดิง",
    "team.4.title": "ที่ปรึกษาทางกฏหมาย โปรแกรมฟารัด",
    "team.4.cv": "ริชาร์ด อิมราน ดิง มีประสบการณ์มากกว่า 22 ปี มีความเชี่ยวชาญทางธุรกิจด้านการควบรวมกิจการและการเข้าซื้อกิจการ ธุรกิจร่วมทุนและองค์กร และการทำธุรกรรมทางพาณิชย์ ในประเทศแถบเอเชียตะวันออกเฉียงใต้ ตะวันออกกลางและยุโรป เป็นหลัก เขายังได้เป็นที่ปรึกษาให้กับบริษัททางเทคโนโลยีมากมายในการดำเนินธุรกิจของพวกเขา ริชาร์ดได้รับใบอนุญาตเป็นทนายความที่อังกฤษและมาเลเซีย เขาเป็นที่ปรึกษาทางกฎหมายของ Virtue Fintech FZ LLC",

    "team.5.img": "img/team/05-nong.jpg",
    "team.5.name": "Nong You Hua",
    "team.5.title": "Ultra-Capacitor Technology Advisor, FARAD Program",
    "team.5.cv": "Mr. Nong has a wealth of operational and professional management experience, he has served as director in various Guangxi local government microwave, emergency and mobile communication bureaus. He is also a member of the Chinese Academy of Sciences. Mr. Nong has a master degree from University of Science and Technology of China. He is the Chairman and CEO of Guangxi Aerospace Beidou New Technology Co. Ltd.",

    "team.6.img": "img/team/06-sat.jpg",
    "team.6.name": "Satriya Suetoh",
    "team.6.title": "Ultra-Capacitor Program Advisor, FARAD Program",
    "team.6.cv": "Mr. Satriya is an American trained civil engineer who has worked in various capacities in business development and swaps in large multi-national companies such as ABB, Cerner, Microsoft, Remote Medical International and Telstra. He has covered markets in the USA, Australia's, China, ASEAN countries and the Middle East throughout his professional career. He is the General Manager of HK Aerospace Beidou New Technology Co. Ltd.",

    "team.7.img": "img/team/07-hung.png",
    "team.7.name": "Dr. Hung Yen Liu",
    "team.7.title": "Ultra-Capacitor Manufacturing Advisor, FARAD Program",
    "team.7.cv": "Dr. Liu has over 30 years of experience in electrical engineering and has work for various technology, electronics, computer and communication companies in Taiwan and China. Mr. Liu has received Excellent Awards from the Institute for Information Industry, Taiwan and the Ministry of Education, Taiwan for his works in this field. He is the General Manager, Guangxi Aerospace Beidou New Technology Co. Ltd.",

    "team.8.img": "img/team/08-azli.jpg",
    "team.8.name": "Azli Noor",
    "team.8.title": "ผู้สอบบัญชีอิสระโปรแกรม FARAD Program",
    "team.8.cv": "Azli Noor มีประสบการณ์ในการทำงานมาเกือบ 20 ปีตั้งแต่เลขานุการด้านกฎหมาย, ธนาคารในต่างประเทศและผู้ดูแลด้านการเงิน, การให้บริการดูแลลูกค้าองค์กรธนาคาร, ธนาคารบริการข้ามพรมแดน, การบริหารลูกค้าสัมพันธ์และประสบการณ์การบริหารระดับสูง เขาจบการศึกษาจากมหาวิทยาลัยอิสลามระหว่างประเทศด้านกฎหมาย",

    "team.9.img": "img/team/09-wee.jpg",
    "team.9.name": "Wee Yen Ye",
    "team.9.title": "ผู้จัดการอิสระด้านมาตรฐานโปรแกรมฟารัด FARAD Program",
    "team.9.cv": "Wee Yen Ye มีประสบการณ์มากกว่า 15 ปีในการให้คำปรึกษาในเรื่องต่างๆขององค์กรและการค้าในเอเชียตะวันออกเฉียงใต้และตะวันออกกลาง เธอได้มีส่วนร่วมในการควบรวมและซื้อกิจการ, กิจการร่วมค้าและพันธมิตรทางยุทธศาสตร์ Vinnie เข้ารับการฝึกปฏิบัติตามกฎหมายในประเทศมาเลเซีย",

    "board.title.1": "คณะกรรมการที่ปรึกษา",
    "board.title.2": "โปรแกรมฟารัด",

    "board.1.img": "img/team/01-catic.jpg",
    "board.1.name": "Mมูฮัมหมัด คาติก",
    "board.1.title": "ประธาน",
    "board.1.cv": "มูฮัมหมัด คาติกเป็นผู้ให้คำแนะนำทางด้านยุทธศาสตร์ที่มีความชำนาญในธุรกิจระหว่างประเทศ เศรษฐกิจหมุนเวียน และการพัฒนาที่ยั่งยืน นวัตกรรมและการจัดการเทคโนโลยี และความสัมพันธ์นานาชาติระหว่าง กลุ่มประเทศ ตะวันออกกลาง, แอฟริกาตะวันออกเฉียงเหนือและเอเชียตะวันตกเฉียงใต้(MENESA), ภูมิภาคอาเซียน และ ภูมิภาคยุโรปกลาง มูฮัมหมัดได้รับปริญญาวิทยาศาสตร์บัณฑิต ด้านทฤษฏีคณิตศาสตร์และฟิสิกส์จากมหาวิทยาลัยแห่งซาราเจโว และปริญญามหาบัญฑิตด้านการพัฒนาระบบสารสนเทศจากมหาวิทยาลัยซาเกรบ เขายังเป็นศิษย์เก่าของมหาบัญฑิตวิทยาลัยด้านธุรกิจของมหาวิทยาลัยสแตนฟอร์ด เขาได้รับการฝึกอบรมผู้บริหารระดับสูงที่วิทยาลัยการจัดการสโลน ของมหาวิทยาลยเอ็มไอที และวิทยาลัยทางธุรกิจของมหาวิทยาลัยฮาร์วาร์ด",

    "board.2.img": "img/team/02-mangoosh.jpg",
    "board.2.name": "ดร.อับดุลลา มังกูช",
    "board.2.title": "รองประธาน",
    "board.2.cv": "ดร.อับดุลลา มังกูชเป็นประธานและซีอีโอของเอมิเรตเฮาส์กรุ๊ป คุณมังกูชเป็นผู้เชี่ยวชาญในด้านอุตุนิยมวิทยา และรับหลายตำแหน่งงานในรัฐบาลของสหรัฐอาหรับเอมิเรตส์ จนกระทั่งรับตำแหน่งสูงสุดในตำแหน่งผู้อำนวยการแผนกทรัพยากรน้ำ ภายใต้การดูแลโดยตรงของสำนักงานของอดีตสุลต่าน ชีค ซาเยด บิน สุลต่าน อัล นะห์ยาน เขาจบปริญญาโทสายวิทยาศาสตร์จากมหาวิทยาลัยวิทวอเทอร์สแรน โจฮันเนสเบิร์ก และปริญญาเอกในสาขาเศรษฐศาสตร์วิทยาศาสตร์จากมหาวิทยาลัยนานาชาติทางด้านธุรกิจและเทคโนโลยี รัสเซีย",

    "board.3.img": "img/team/03-morris.jpg",
    "board.3.name": "โทนี่ มอร์ริส",
    "board.3.title": "คณะกรรมการ",
    "board.3.cv": "โทนี่ มอร์ริส เป็นประธานและซีอีโอของ บริษัทอเมริกันแม๊กเล๊พเทคโนโลยี (AMT) เขาก่อตั้ง AMT ขึ้นมาในปี 2537 นำความชำนาญกว่า 20 ปีด้านโปรแกรมการจัดการโครงการ มูลค่ารวมสูงกว่า หมื่นล้านดอลลาร์ ก่อนที่จะก่อตั้ง AMT คุณมอร์ริสได้กำกับดูแลบริษัท ปาร์คสแควร์คอนซัลแตนท์ ที่มีฐานที่ตั้งอยู่ที่เมืองแอตแลนตา ซึ่งเป็นบริษัทการบริหารจัดการ ลูกค้าของเขาประกอบไปด้วยสายการบินเดลต้า บริษัทลินคอร์นพร็อพเพอร์ตี้ และหน่วยงานต่างๆทั้งของเอกชนและรัฐบาลทั่วสหรัฐอเมริกา เขาได้รับปริญญาวิทยาศาสตร์บัญฑิตด้านวิศวกรสาขาโยธาจากจอร์เจียเทคในปี 2521",

    "board.4.img": "img/team/04-yao.jpg",
    "board.4.name": "ดร.เหยา เป่ยซี",
    "board.4.title": "คณะกรรมการ",
    "board.4.cv": "ดร. เหยา เป็นผู้เชี่ยวชาญทางด้านตัวเก็บประจุยิ่งยวดและเทคโนโลยีการเก็บรักษาพลังงาน เขาได้ทำงานในสายงานวิจัยและเทคโนโลยีมามากมาย ในบริษัทและสถาบันการเรียนรู้ขั้นสูงของประเทศจีน เขาจบปริญญาเอกในสาขาโลหะและวัสดุศาสตร์ มหาวิทยาลัยเคมบริดจ์ ประเทศอังกฤษ",


    "nothing": ""
}

